[
  {
    "id": "artikel1",
    "title": "Keceriaan Gadis Sulawesi Tenggara dalam Koleksi Ferry Sunarto",
    "date": "Rabu, 03/07/2019",
    "category": ["ferry sunarto", "Festival Indonesia Moskow (FIM)"],
    "image": "asset/artikel/artikel1/asset1.webp",
    "excerpt": "Kecantikan perempuan Sulawesi Tenggara erat kaitannya dengan keunikan tradisi dan adat istiadat setempat.",
    "content": "<p>Kecantikan perempuan Sulawesi Tenggara erat kaitannya dengan keunikan tradisi dan adat istiadat setempat. Salah satunya adalah tradisi memingit anak gadis yang beranjak dewasa selama 8 hari 8 malam demi menjaga kesucian gadis tersebut. Pada malam ke-8, dilakukan ritual dengan tarian-tarian yang diiringi oleh tabuhan gendang dan dihadiri oleh pemuka adat. Mereka percaya, jika ada salah satu gendang yang pecah, pertanda bahwa gadis itu tidak suci lagi. Tradisi ini dikenal dengan nama “Posuo”.</p><p>Kepolosan dan keceriaan para gadis Sulawesi Tenggara diinterpretasikan oleh Ferry Sunarto ke dalam warna-warna riang seperti butter yellow, mint green, dusty pink, dan lavender. Pemilihan warna tersebut menjadi simbol canda tawa para gadis belia yang dituangkan dalam paduan kain tenun tangan khas Sulawesi Tenggara.</p><img src=\"asset/artikel/artikel1/asset2.webp\" alt=\"Koleksi De’Posuo Ferry Sunarto\" class=\"hero-image\"><p>\"Pada kesempatan ini, saya akan menampilkan koleksi pret-a-porter yang lebih ringan dan cheerful lalu ditutup dengan koleksi couture yang chic dan sophisticated,\" ucap Ferry di Jakarta, Rabu (3/5). Terdengar cukup kontras antara keduanya, namun pada hakikatnya, terjalin benang merah yang kuat dengan inspirasi kebaya modern khas Ferry.</p><p>Seluruh koleksi De’Posuo dipercantik oleh accessories rancangan Rinaldy A. Yunardi yang memberikan statement tersendiri pada rangkaian koleksi dari Ferry Sunarto ini. “De’Posuo” akan ditampilkan secara perdana pada pagelaran tunggal di acara Festival Indonesia Moskow (FIM) 2019. Untuk ke-empat kalinya, Ferry diberi suatu kehormatan untuk memperkenalkan budaya Indonesia melalui fashion pada pecinta mode Rusia. Bertempat di Krasnaya Presnya Park, Moskow, Ferry Sunarto akan eksklusif merilis 30 looks pada tanggal 4 Agustus 2019 mendatang.</p><p>Tidak hanya menampilkan fashion show tunggalnya, desainer Ferry Sunarto kembali dipercaya oleh Keduataan Besar Republik Indonesia (KBRI) Moskow selaku penyelenggara acara untuk melanjutkan kesuksesan sebagai koordinator bidang fashion yang berkontribusi dalam melakukan kurasi, eskalasi dan membina para pelaku mode Indonesia yang terlibat pada acara ini baik skala Usaha Kecil Menengah (UKM) maupun desainer muda.</p><p>Secara perdana, Ferry Sunarto turut menggandeng kosmetik legendaris Indonesia Viva Cosmetics dalam merias para model dan menggunakan semua jenis produk kosmetik dari Viva Cosmetics yang menjadi simbol tradisi kedewasaan wanita melalui fashion dan beauty.</p>"
  },
  {
    "id": "artikel2",
    "title": "Masalili Menuju Moskwa: Koleksi De’Posuo Ferry Sunarto",
    "date": "Sabtu, 21/07/2019",
    "category": [
      "Ferry Sunarto",
      "Rinaldy A. Yunardi",
      "Festival Indonesia Moskow (FIM)"
    ],
    "image": "asset/artikel/artikel2/halaman.webp",
    "excerpt": "Memasuki tahun ke-4 pagelaran show tunggalnya di Moskow, Rusia, desainer Ferry Sunarto kembali membawa eksplorasi kain tradisional yang dituangkan dalam kecantikan kebaya modern.",
    "content": "<p>Kecantikan—sekaligus kesederhanaan—kain tenun asal Sulawesi Tenggara bakal dibawa ke Moskwa, Rusia, lewat sentuhan desainer Ferry Sunarto. Dalam penampilan modern, jejak tradisi tetap lekat pada kain tenun Masalili, buah ketekunan tangan para ibu dari pelosok Desa Masalili, Kabupaten Muna, itu.Sebanyak 30 koleksi pret-a-porter atau siap pakai dan adibusana musim semi/panas 2020 bertajuk De’Posuo karya Ferry akan disuguhkan pada pergelaran tunggal di Festival Indonesia Moscow 2019 di Krasnaya Presnya Park, Moskwa, 4 Agustus mendatang. Separuh dari koleksi itu bisa diintip pada pergelaran busana dalam ajang Karya Kreatif Indonesia yang digelar Bank Indonesia di Jakarta Convention Centre, 12-14 Juli lalu.</p><img src=\"asset/artikel/artikel2/foto1.webp\" alt=\"Koleksi De’Posuo Ferry Sunarto\" class=\"hero-image\"><p>Di Jakarta, ditampilkan 15 koleksi siap pakai dari De’Posuo yang kental nuansa kebaya. Sebanyak 15 koleksi lainnya berupa couture atau adibusana akan perdana tampil di Moskwa. Seluruh tenun yang diolah ini adalah karya UMKM Kelompok Tenun Muna yang merupakan perajin binaan Kantor Perwakilan Bank Indonesia Sulawesi Tenggara. Hampir setiap rumah di Desa Masalili memang memproduksi kain tenun. Koleksi busana siap pakai untuk musim semi/panas 2020 ini memiliki garis rancangan yang terinspirasi kebaya. Kebaya memang menjadi garis dasar desain yang ingin selalu ditonjolkan Ferry. Kebaya juga kebanggaan yang disebutnya sebagai busana nasional pemersatu bangsa. Kebanggaan sebagai Indonesia dalam wujud kebaya itulah yang lalu dipresentasikan di kancah dunia.</p><img src=\"asset/artikel/artikel2/foto2.webp\" alt=\"Koleksi De’Posuo Ferry Sunarto\" class=\"hero-image\"><p>Kain tenun diolah menjadi gaun terusan mini, blus kebaya, rok pendek, rok panjang, hingga celana panjang. Tak melulu hanya menggunakan materi tenun Masalili, Ferry memberi kesegaran lewat padu padan dengan beragam jenis material kain, termasuk brokat renda atau lace. Kehadiran lace ini memperkuat kesan feminin sekaligus memberi nuansa modern. Agar bisa diterima pasar Eropa, potongan busana tidak terlalu banyak dihiasi detail, namun tetap berkelas. ”Kain Indonesia bisa mereka suka. Mereka suka sesuatu yang filosofis dan sejarah. Suka etnik, tapi yang tidak terlalu berlebihan. Supaya Indonesia bisa diterima di pasar Eropa,” ujar Ferry yang sudah empat kali membawa keindahan wastra khas Indonesia di Moskwa.</p><p>Warna belia</p><p>Pada peragaan busana, kekentalan tradisi antara lain juga dihadirkan dengan tata rambut yang menampilkan sanggul menjulang ke atas. Sekilas, penataan sanggul ini mirip dengan sanggul khas Bugis yang dikenal dengan istilah simpolong tattong. Berdandan cantik dengan sanggul menjulang dan kebaya modern, sentuhan ala gadis muda muncul lewat aksesori seperti kaus kaki dan sepatu hak tinggi berwarna senada dengan kebayanya.</p><img src=\"asset/artikel/artikel2/foto3.webp\" alt=\"Koleksi De’Posuo Ferry Sunarto\" class=\"hero-image\"><p>Karya desain ini membuktikan bahwa wastra Nusantara bisa dikombinasikan dengan gaya, warna, dan siluet yang sangat modern khas anak muda. ”Benturan” ini sengaja dihadirkan sehingga muncul nuansa eklektik berupa percampuran budaya. Seluruh koleksi De’Posuo dipercantik aksesori etnik rancangan Rinaldy A Yunardi. Untuk tampilan warna, pilihan Ferry jatuh pada warna-warna anak muda yang terang. Warna-warna riang seperti butter yellow, ice blue, mint green, dusty pink,dan lavender hadir sebagai simbol kepolosan dan keceriaan para gadis Sulawesi Tenggara. Nuansa pastel memunculkan kesan warna yang belum matang, di mata Ferry seperti gambaran remaja yang baru beranjak dewasa. Koleksi Ferry memang terinspirasi dari kecantikan gadis belia Sulawesi Tenggara, terutama ketika menjalani tradisi pingitan.</p><img src=\"asset/artikel/artikel2/foto4.webp\" alt=\"Koleksi De’Posuo Ferry Sunarto\" class=\"hero-image\"><p>Ketika remaja perempuan mulai beranjak dewasa, ia harus menjalani tradisi pingitan selama delapan hari delapan malam demi menjaga kesucian diri. Pada malam kedelapan, pesta besar digelar dengan tari-tarian yang diiringi tabuhan gendang. Pesta ini juga dihadiri pemuka adat. Tradisi inilah yang dikenal dengan nama posuo. Canda dan tawa pada proses posuo itu menjadi sumber inspirasi lahirnya koleksi De Posuo. Ferry menambahkan ”de” di depan posuo sebagai pengingat akan Paris sebagai kota mode dunia. ”Tradisi harus dikembangkan ke kekinian. Meski ciri khasnya tetap tradisional, bisa jadi inspirasi dunia seperti Perancis,” kata Ferry.</p><img src=\"asset/artikel/artikel2/foto5.webp\" alt=\"Koleksi De’Posuo Ferry Sunarto\" class=\"hero-image\"><p>Pasar Eropa</p><p>Keterlibatan Ferry di Festival Indonesia Moscow (FIM) 2019 merupakan yang keempat kalinya. Sebelumnya, ia juga mempertontonkan keindahan wastra Nusantara lewat pergelaran bertema wastra tenun Gringsing Bali pada 2016, lalu kain batik pesisir pada 2017, dan batik Solo pada 2018 di Moskwa. Dalam kegiatan yang diselenggarakan Kedutaan Besar Republik Indonesia (KBRI) Moskwa ini, Ferry juga berperan sebagai koordinator bidang fashion yang bertugas mengkurasi dan membina para pelaku mode Indonesia yang terlibat pada acara tersebut. Para pelaku mode ini antara lain terdiri dari pelaku usaha kecil menengah maupun desainer muda yang karya-karyanya turut ditampilkan dalam gelaran peragaan busana di Moskwa. Telah berkiprah di dunia mode selama lebih dari 20 tahun, Ferry memiliki desain yang selalu identik dengan kebaya. Ia mampu mengembangkan unsur modern kebaya, tanpa meninggalkan pakem dari kebaya itu sendiri. Desainer asal Bandung ini juga sempat menampilkan kebaya modifikasi rancangannya di Landpartie Schloss Bückeburg, pesta tahunan kebudayaan para bangsawan Eropa di Jerman.</p><img src=\"asset/artikel/artikel2/foto6.webp\" alt=\"Koleksi De’Posuo Ferry Sunarto\" class=\"hero-image\"><p>Kali ini, sentuhan Ferry lahir dalam wujud koleksi pret-a-porter yang lebih ringan dan ceria khas anak muda lalu ditutup dengan koleksi couture yang chic dan sophisticated. Seluruh koleksi tersebut mengusung tiga konsep, yaitu tribal, romantik, dan chic. Koleksi yang diharapkan mampu mendunia, namun tetap membawa keanggunan akar tradisi.</p>"
  },
  {
    "id": "artikel3",
    "title": "Ferry Sunarto Ungkap Rahasia Sukses Berkarya Seperempat Abad di Industri Mode, Ingin Regenerasi",
    "date": "Kamis, 31/08/2023",
    "category": [
      "Ferry Sunarto",
      "Fashion Show 'Fersoen'",
      "'Fersoen' (RTW Spring 2018)"
    ],
    "image": "asset/artikel/artikel3/halaman.webp",
    "excerpt": "Ferry Sunarto sukses berkarya seperempat abad di industri mode Tanah Air. ",
    "content": "<p>DESAINER Ferry Sunarto bersyukur bisa berkarya di dunia fashion hingga kini. Pasalnya, dia memasuki usia seperempat abad atau 25 tahun berkarya di industri mode Tanah Air.\" Sukses melewati usia 25 tahun berkarya, tentu bukan perkara mudah bagi Ferry Sunarto. Banyak ikhtiar yang sudah dia lakukan hingga bisa menikmati kesuksesan seperti sekarang.\"“Ini adalah usia matang. Saya melewati suka dan duka di dunia fashion seperti apa. Saya pernah mengalami fase turun, lalu naik, dan turun lagi. Proses itu yang tidak gampang dijalani. Mempertahankan kesuksesan itu jauh tidak mudah,” kata Ferry Sunarto kepada okezone.com di Jakarta, Kamis (31/8/2023).\" Ferry Sunarto mengatakan, pencapaian yang sudah didapatkannya saat ini sebagai sebuah anugerah.\"“Saya diberi kepercayaan sebagai sosok yang konsisten pada inspirasi kebaya di setiap rancangan, menjadi anugerah tersendiri. Selama ini, saya selalu ambil inspirasi kebaya,” katanya. </p><p>Ferry Sunarto selama ini berusaha konsisten dengan apa yang dikerjakan dan hasilnya terbukti. “Mungkin dulu dilihat, karya kita aneh. Namun kita lihat, lima tahun ke belakang, banyak desainer muda yang terjun ke dunia kebaya. Cita-cita saya memang tidak berubah. Saya ingin inspirasi kebaya jadi inspirasi dunia,” katanya.\"Dengan banyaknya desainer yang memproduksi kebaya, Ferry Sunarto mengaku tidak merasa mereka adalah pesaing. Pasalnya, setiap desainer mempunyai ciri dan karakter yang berbeda-beda.\"“Dunia fashion itu lifestyle. Kunci sukses bisa bertahan selama ini karena saya menjadi diri sendiri. Selain itu, menjaga komunikasi sama orang lain dan kepercayaan itu sangat penting. Kita harus menjaga hubungan baik sama orang,” kata dia.\"</p><p>Ferry Sunarto senang sepanjang berkarier bisa mengenal banyak kalangan. Tidak hanya figur publik, tetapi juga pejabat pemerintah. Termasuk bisa mengembangkan usaha lainnya.</p><p>“Saat ini saya sedang mengembangkan Art of Indonesia (ARTI). Saya ingin terus mendukung karya anak bangsa dikenal di tingkat nasional dan mancanegara,” katanya.</p><p>ARTI dari Ferry Sunarto</p><img src=\"asset/artikel/artikel3/foto1.webp\" alt=\"Koleksi De’Posuo Ferry Sunarto\" class=\"hero-image\"><p>Sejauh ini, Ferry Sunarto sudah dibantu oleh sang anak, Josephine Azalia Mardira yang terjun di bidang fashion. Ferry rupanya sudah bersiap melakukan regenerasi.“Anak saya sudah masuk dalam jajaran direksi di perusahaan kami. Dia lebih inovatif dibanding saya. Harapannya, anak saya ke depan menjadi the next Ferry Sunarto. Saya lebih menjadi advisor,” ucap desainer ramah ini.</p>"
  },
  {
    "id": "artikel4",
    "title": "Ferry Sunarto Eksis 25 Tahun di Dunia Fashion, Siap Bawa ARTI Menggebrak Panggung Catwalk Hong Kong",
    "date": "Kamis, 31/08/2023",
    "category": ["Ferry Sunarto", "Catwalk Hong Kong", "Fashion Show"],
    "image": "asset/artikel/artikel4/halaman.webp",
    "excerpt": "EKSISTENSI Ferry Sunarto di industri fashion Tanah Air memasuki usia 25 tahun.",
    "content": "<p>EKSISTENSI Ferry Sunarto di industri fashion Tanah Air memasuki usia 25 tahun. Waktu yang tidak pendek, namun desainer yang selalu mengambil inspirasi kebaya ini masih punya impian mengenalkan karya anak bangsa ke kancah internasional. Saat ini, Ferry Sunarto sedang sibuk ‘mengasuh’ para desainer muda dan UMKM pilihan. Mereka ditampung dalam wadah Art of Indonesia (ARTI) yang dibangun oleh Ferry, belum genap setahun ini.</p><p>“Ini bermula dari ajang Festival Indonesia di Moskow, Rusia, sekitar delapan tahun lalu. Waktu itu, saya ikut terlibat menjadi kurator bagi desainer muda dan UMKM yang terpilih meramaikan ajang itu. Itulah yang menggerakkan saya ingin terus membantu mereka agar karyanya tetap dikenal dan dihargai,” tutur Ferry Sunarto kepada okezone.com di Jakarta, Kamis (31/8/2023). Memang bukan pekerjaan mudah dan menguras energi, namun desainer pernikahan Anang Hermansyah dan Ashanty ini sudah berkomitmen.</p><p>“Saya lihat potensi karya anak bangsa luar biasa. Potensi inilah yang harus di-support, didukung dengan pengalaman yang saya miliki. Saya nilai ini sebagai sebuah ibadah, saya bisa membantu mereka, saya bisa bermanfaat,” tutur CEO ARTI ini. Tentu saja untuk bisa menembus pasar potensial (buyers) di luar negeri, kata Ferry Sunarto, tidak mudah. Dia memetakan ada tiga hal yang sering menjadi kelemahan desainer atau UMKM di Indonesia saat berhadapan dengan buyers. “Terkait pemilihan bahan yang salah, cutting yang kurang pas, dan warna yang tidak sesuai dengan selera pembeli,” ucapnya.</p><img src=\"asset/artikel/artikel4/foto1.webp\" alt=\"Koleksi De’Posuo Ferry Sunarto\" class=\"hero-image\"><p>Lewat ARTI, Ferry Sunarto memberikan support total kepada desainer dan UMKM. Saat ini sudah ada 25 yang menjadi bagian dari ARTI. “Kami mentoring mereka, termasuk dalam hal permodalan. Kami kontrak setahun dan bisa diperpanjang selama mereka konsisten dan karyanya sesuai. Jadi, mereka hanya fokus membuat karya yang baik sesuai permintaan kami. Untuk manajemen, promosi hingga penjualan produk mereka, kami yang mengurusnya,” kata desainer asal Kota Kembang ini cerita soal platform fashion dan scarf ARTI yang tengah dikembangkannya.</p><p>Ferry Sunarto mengatakan, dukungan kepada desainer muda dan UMKM tidak hanya pada tataran di dalam negeri. Dia mencoba peluang dengan membawa ARTI ke ajang fashion internasional di Centrestage Hong Kong. “Dengan visi dan misi yang sejalan dengan program pemerintah untuk meningkatkan produksi lokal yang mumpuni, ARTI berkesempatan ikut dalam event Centrestage Hong Kong yang diselenggarakan oleh Hong Kong Trade Development Council (HKTDC) dan didukung oleh KJRI Hong Kong,” katanya.</p><p>ARTI dari Ferry Sunarto. Ferry Sunarto menjelaskan, ARTI akan menjadi salah satu dari eksibitor di event akbar tersebut dan akan menampilkan fashion show di rangkaian acara mini parade. “Event Centrestage Hong Kong akan berlangsung di Hong Kong Convention and Exhibition Centre, 6-9 September 2023. Saya memilih tiga desainer muda untuk berpartisipasi di acara ini. Mereka adalah Savira Lavinia (Wiru), Aldri Indrayana (S.A), dan Asep Surohman (Djalin),” kaya Ferry yang berangkat bersama tim pada 4 September mendatang. Desainer ramah ini berharap, gebrakan yang dilakukannya tersebut bisa berdampak baik dan mendukung kemajuan fashion Tanah Air. “Dengan mengikuti pameran, harapannya bisa bisa menangkap peluang ekspor dengan adanya kegiatan business to business (B2B) di Hong Kong. Ini sekaligus bisa mempelajari karakter buyers, mengingat tidak selalu sama. Misalnya, buyers Eropa dan Asia tidak sama. Eropa lebih banyak menyukai warna-warna pastel, lebih muda. Begitu juga dengan motif busananya, yang tidak padat,” tutur Ferry Sunarto.</p>"
  },
  {
    "id": "artikel5",
    "title": "Mengenal Sosok Ferry Sunarto, Perancang Busana Langganan Para Jenderal, Salah Satunya Dudung Abdurachman",
    "date": "Sabtu, 30 Mar 2024",
    "category": [
      "Ferry Sunarto",
      "KSAD Jendral Dudung Abdurachman",
      "Fashion"
    ],
    "image": "asset/artikel/artikel5/foto3.webp",
    "excerpt": "Ferry membagikan foto kebersamaannya dengan Jenderal Dudung Abdurachman yang terlihat gagah mengenakan kemeja hitam bercorak gold hasil karyanya.",
    "content": "<p>Seperti diketahui, Indonesia memiliki beragam kebudayaan dari berbagai daerah, mulai dari tarian, karya seni hingga berbagai jenis kain. Sebagai warga negara Indonesia yang baik, kita harus bangga dan memperkenalkan kekayaan tersebut ke seluruh dunia. Hal itu lah yang tergambar dari seorang desainer ternama, Ferry Sunarto. Pria yang dikenal sebagai perancang busana dengan tema khas Indonesia ini berhasil menyalurkan kreativitasnya dan mengikuti acara luar negeri. Tak hanya itu, para jenderal juga banyak yang menggunakan karya Ferry Sunarto. Salah satu yang terbaru adalah Dudung Abdurachman. Koleksi karya Ferry yang diunggah di Instagram pribadinya selalu dibanjiri beragam pujian dari banyak pihak.</p><p>Lalu, siapa sosok Ferry Sunarto? Dirangkum dari berbagai sumber, berikut sosok Ferry Sunarto yang curi perhatian. Seperti inilah sosok Ferry Sunarto. Ia lahir pada 4 Juni. Ferry Sunarto mulai tertarik menekuni dunia fesyen sejak duduk di bangku SMP. Saat itu ia mengambil kursus menjahit dan mencoba membuat gaun teman wanitanya untuk acara ulang tahun. Ia semakin mantap berkecimpung di dunia fesyen dengan menempuh pendidikan mode di Taipei Fashion School. Beberapa lomba diikutinya dan Ferry berhasil menjadi juara. Di setiap rancangannya, Ferry selalu mengembangkan unsur modern tanpa meninggalkan pakem dari kebaya itu sendiri.</p><img src=\"asset/artikel/artikel5/foto4.webp\" alt=\"Koleksi De’Posuo Ferry Sunarto\" class=\"hero-image\"><p>Perancang Gaun Ternama. Ferry Sunarto yang dikenal memiliki ciri khas kuat dengan unsur kebangsaan Indonesia ini pun sukses menjadi langganan para artis hingga petinggi negara. Ia kerap merancang berbagai gaun di pernikahan artis dan pejabat, seperti Aliya Rajasa dan Ibas (putra SBY), Anang dan Ashanty dan masih banyak lagi. Tak hanya itu, Ferry juga kerap berpartisipasi dalam berbagai acara pameran di dalam negeri hingga luar negeri. Seperti yang dijelaskan, ia selalu mengangkat tema seputar kebudayaan Indonesia dalam karyanya. Salah satu ajang yang pernah diikuti Ferry yakni Festival Indonesia di Moskow pada tahun 2019. Memasuki tahun ke-4 pagelaran show tunggalnya di Moskow, Rusia, Ferry kembali mengeksplorasi kain tradisional yang dituangkan dalam kecantikan kebaya modern. Selain itu, Ferry juga kerap menjadi langgangan para pejabat tinggi Tanah Air. Beberapa pejabat yang sudah memiliki rancangan Ferry seperti Yudo Margono, Hendro Priyono dan masih banyak lagi. Terbaru, Ferry sukses merancang sebuah batik khusus untuk seseorang yang menginspirasinya. Ia adalah Jenderal Dudung Abdurachman. Mantan KSAD Dudung terlihat gagah mengenakan kemeja hitam bercorak gold hasil karya Ferry Sunarto.</p><img src=\"asset/artikel/artikel5/foto1.webp\" alt=\"Koleksi De’Posuo Ferry Sunarto\" class=\"hero-image\">"
  },
  {
    "id": "artikel6",
    "title": "Jelang New Normal, Hadir Masker yang Bisa Dipakai Bolak-Balik",
    "date": "Senin, 08 Juni 2020",
    "category": ["Masker kain", "New Normal", "Ferry Sunarto", "fashion"],
    "image": "asset/artikel/artikel6/foto4.webp",
    "excerpt": "Ferry Sunarto merancang masker bolak-balik yang diinspirasi dari kegiatan pembatasan sosial selama pandemi.",
    "content": "<p>memang digunakan untuk melindungi diri kita dari paparan virus, termasuk Covid-19. Namun bukan berarti masker tidak bisa dibuat berbagai kreasi, terutama masker kain. Para pemakainya pun bisa tetap bergaya di masa new normal nanti sambil tetap menjaga kesehatan.Para perancang pun menuangkan kreativitasnya masing-masing untuk membuat masker yang modis dengan fungsi maksimal. Salah satunya desainer Ferry Sunarto yang membuat masker \"reversible\" alias bisa dipakai bolak-balik. Pria asal Bandung ini merancang masker bolak-balik yang diinspirasi dari kegiatan pembatasan sosial selama pandemi. Masker rancangannya bisa dilihat di akun Instagramnya. Beberapa selebritas seperti Addie MS, Donna Agnesia, Darius Sinathrya, Reino Barack dan Syahrini, terlihat mengenakan masker bolak-balik dengan beragam desain.</p><img src=\"asset/artikel/artikel6/foto2.webp\" alt=\"Koleksi De’Posuo Ferry Sunarto\" class=\"hero-image\"><p>Ferry menuangkan inspirasi lewat rancangan masker dengan potongan bahan yang terbagi menjadi beberapa bagian yang berjarak, lalu dipadukan dengan komposisi teknik jahit khusus sehingga menjadi sesuatu yang harmoni. \"Maknanya adalah pentingnya kebersamaan dan optimis Indonesia akan pulih dan maju,\" kata Ferry, seperti dilansir dari Antara, Senin (8/6/2020).</p><img src=\"asset/artikel/artikel6/foto6.webp\" alt=\"Koleksi De’Posuo Ferry Sunarto\" class=\"hero-image\"><p>Dua koleksi masker kain Ferry bertemakan identitas Indonesia. Pertama adalah masker kain warna merah dan putih dengan logo burung Garuda, sebagai pengingat untuk lebih mencintai Indonesia. Logonya terdiri dari dua pilihan warna, merah dan emas. Sementara koleksi lainnya adalah masker dari keindahan wastra Nusantara, yaitu kain batik yang merupakan hasil kerjasama dengan generasi penerus Ondomohen Batik, brand batik Jawa Timur yang telah berdiri sejak 1952.</p><img src=\"asset/artikel/artikel6/foto5.webp\" alt=\"Koleksi De’Posuo Ferry Sunarto\" class=\"hero-image\"><p>\"Indonesia kaya akan budaya. Batik sebagai warisan budaya Indonesia yang telah mendapatkan apresiasi dunia harus kita kembangkan bukan hanya sebagai busana, melainkan bermacam produk pendukung fashion, seperti masker. Kami berharap dapat memberikan dampak yang positif terhadap the new normal yang selalu mewajibkan penggunaan masker sebagai protokol kesehatan,\" papar Ferry Sunarto.</p><p>Ferry bersama Ondomohen Batik berkomitmen untuk mendonasikan sebagian hasil penjualan masker kepada pihak yang sangat membutuhkan berupa sembako dan kebutuhan lainnya. Ferry juga membuat Alat Pelindung Diri (APD) dan mengalang donasi untuk kebutuhan tenaga medis. Sekitar 30.000 APD telah disalurkan ke sejumlah rumah sakit di Jakarta dan Bandung yang menangani COVID-19. Pandemi global juga mendorong Ferry untuk berinovasi. Ia berencana peluncuran label \"Pandemio x ferrysunarto\" untuk kaum urban yang memahami pentingnya menjaga kesehatan dalam memasuki fase normal baru.</p>"
  }
]
